Repository: Mu-L/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, nl_nl

# NavCleaner.Content
source: Cleaner
ja_jp: クリーナー

# NavTerminal.Content
source: Terminal
ja_jp: ターミナル

# NavCustom.Content
source: Custom
ja_jp: カスタム
nl_nl: Aangepast

# SearchBox.PlaceholderText
source: Search
ja_jp: 検索
nl_nl: Zoeken

# BtnPageActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Page actions
ja_jp: ページの操作
nl_nl: Pagina-acties

# DonationBanner.Title
source: Enjoying FluentCleaner?
ja_jp: FluentCleanerを気に入っていただけましたか？
nl_nl: Bevalt FluentCleaner je?

# DonationBanner.Subtitle
source: If this app saves you time, consider supporting its development.
ja_jp: このアプリが時間の節約に役立ったら、開発への支援をご検討ください。
nl_nl: Als deze app je tijd bespaart, overweeg dan om de ontwikkeling ervan te steunen.

# BtnDonateGitHub.Content
source: Star on GitHub
ja_jp: GitHubでStar
nl_nl: Ster op GitHub

# BtnDonateLater.Content
source: Maybe later
ja_jp: 後で検討する
nl_nl: Misschien later

# St_NoActions
source: No actions for this page
ja_jp: このページで実行できる操作はありません
nl_nl: Geen acties voor deze pagina

# CleanerHint.Text
source: Winapp2.ini loads automatically at startup.
ja_jp: Winapp2.iniは起動時に自動で読み込まれます。
nl_nl: Winapp2.ini laadt automatisch bij het opstarten.

# BtnCategoryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Category actions
ja_jp: カテゴリーの操作
nl_nl: Categorie-acties

# MenuSelectAll.Text
source: Select all
ja_jp: すべて選択
nl_nl: Alles selecteren

# MenuSelectNone.Text
source: Select none
ja_jp: すべて選択解除
nl_nl: Niets selecteren

# MenuSelectDefaults.Text
source: Select defaults
ja_jp: 既定項目を選択
nl_nl: Selecteer standaarden

# MenuAnalyzeCategory.Text
source: Analyze category
ja_jp: カテゴリーを解析
nl_nl: Analyseer categorie

# MenuCleanCategory.Text
source: Clean category
ja_jp: カテゴリーをクリーンアップ
nl_nl: Categorie opschonen

# BtnEntryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Entry actions
ja_jp: エントリの操作
nl_nl: Invoeracties

# MenuAnalyzeEntry.Text
source: Analyze
ja_jp: 解析
nl_nl: Analyseren

# MenuCleanEntry.Text
source: Clean
ja_jp: クリーンアップ
nl_nl: Opruimen

# MenuExplainEntry.Text
source: Explain with AI
ja_jp: AIで説明
nl_nl: Uitleggen met AI

# MenuShowSource.Text
source: Show source
ja_jp: ソースを表示
nl_nl: Bron weergeven

# LblAIDesc.Text
source: Right-click any entry on the Cleaner page → Explain with AI. Powered by Groq (llama-3.3-70b) — free, no billing. Nothing is sent without your explicit action. Requires your own API key.
ja_jp: クリーナーページのエントリを右クリックし、［AIで説明］を選択します。Groq、OpenAI、Anthropicから選べます。明示的に操作しない限り、データは送信されません。ご自身のAPIキーが必要です。
nl_nl: Rechtsklik op een willekeurig item op de Cleaner-pagina → Uitleggen met AI. Kies Groq, OpenAI of Anthropic. Er wordt niets verzonden zonder dat je daar expliciet toestemming voor geeft. Je hebt hiervoor je eigen API-sleutel nodig.

# LblAICustomHint.Text
source: 💡 Once your key is saved, the Custom Cleaners page also unlocks AI — describe what to clean and it generates a ready-to-use Winapp2 entry or PowerShell script for you.
ja_jp: 💡 キーを保存すると、カスタムクリーナーページでもAIが使えるようになります。クリーンアップしたい内容を説明すると、すぐに使えるWinapp2エントリまたはPowerShellスクリプトが生成されます。
nl_nl: 💡 Zodra je sleutel is opgeslagen, wordt op de pagina Aangepaste cleaners ook de AI-functie ontgrendeld: beschrijf wat op te schonen en de functie genereert een kant-en-klare Winapp2-vermelding of een PowerShell-script voor je.

# ResultsHeader.Text
source: Results
ja_jp: 結果
nl_nl: Resultaten

# BtnBackToResults.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to results
ja_jp: 結果に戻る
nl_nl: Terug naar resultaten

# BtnCleanDetail.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete these files now
ja_jp: これらのファイルを今すぐ削除
nl_nl: Verwijder deze bestanden nu

# MenuExcludeFile.Text
source: Exclude file
ja_jp: ファイルを除外
nl_nl: Bestand uitsluiten

# MenuExcludeFolder.Text
source: Exclude folder
ja_jp: フォルダーを除外
nl_nl: Map uitsluiten

# BtnAnalyze.Content
source: Analyze
ja_jp: 解析
nl_nl: Analyseren

# BtnCancel.Content
source: Cancel
ja_jp: キャンセル
nl_nl: Annuleren

# BtnRunCleaner.Content
source: Run Cleaner
ja_jp: クリーナーを実行
nl_nl: Cleaner uitvoeren

# St_MenuSelectAll
source: Select all
ja_jp: すべて選択
nl_nl: Alles selecteren

# St_MenuSelectNone
source: Select none
ja_jp: すべて選択解除
nl_nl: Niets selecteren

# St_MenuSelectDefaults
source: Select defaults
ja_jp: 既定項目を選択
nl_nl: Standaarden selecteren

# St_MenuExpandAll
source: Expand all
ja_jp: すべて展開
nl_nl: Alles uitvouwen

# St_MenuCollapseAll
source: Collapse all
ja_jp: すべて折りたたむ
nl_nl: Alles samenvouwen

# St_MenuSortDesc
source: Sort by size ↓
ja_jp: サイズの降順 ↓
nl_nl: Sorteren op grootte ↓

# St_MenuSortAsc
source: Sort by size ↑
ja_jp: サイズの昇順 ↑
nl_nl: Sorteren op grootte ↑

# St_MenuRefresh
source: Refresh
ja_jp: 更新
nl_nl: Vernieuwen

# DetailHeaderFiles.Text
source: Files
ja_jp: ファイル
nl_nl: Bestanden

# DetailHeaderRegistry.Text
source: Registry
ja_jp: レジストリ
nl_nl: Register

# SuffixFiles
source: files
ja_jp: ファイル
nl_nl: bestanden

# SuffixRegistry
source: registry
ja_jp: レジストリ
nl_nl: register

# SuffixFilesSingular
source: file(s)
ja_jp: ファイル
nl_nl: bestand(en)

# SuffixRegistryItems
source: registry item(s)
ja_jp: レジストリ項目
nl_nl: register item(s)

# LabelCleaningComplete
source: Cleaning complete.
ja_jp: クリーンアップが完了しました。
nl_nl: Opruimen voltooid.

# DlgBrowsersTitle
source: Browsers running
ja_jp: ブラウザーが実行中です
nl_nl: Browsers actief

# DlgBrowsersContinue
source: Continue anyway
ja_jp: このまま続行
nl_nl: Toch doorgaan

# DlgBrowsersCancel
source: Cancel
ja_jp: キャンセル
nl_nl: Annuleren

# DlgBrowsersMessage
source: Close these apps for best results:\n{0}\n\nOpen browsers lock cache and history files — they will be skipped during cleaning.
ja_jp: 最適な結果を得るには、次のアプリを閉じてください:\n{0}\n\n実行中のブラウザーがキャッシュや履歴ファイルを使用しているため、クリーンアップではスキップされます。
nl_nl: Sluit deze apps voor het beste resultaat:\n{0}\n\nIn geopende browsers worden cache- en geschiedenisbestanden vergrendeld — deze worden tijdens het opschonen overgeslagen.

# DlgWarningTitle
source: Cleaning warning
ja_jp: クリーンアップの警告
nl_nl: Opruim waarschuwing

# DlgWarningContinue
source: Continue
ja_jp: 続行
nl_nl: Ga verder

# DlgWarningCancel
source: Cancel
ja_jp: キャンセル
nl_nl: Annuleren

# DlgWarningMessage
source: The selected Winapp2 entries include the following warnings:
ja_jp: 選択したWinapp2エントリには次の警告があります:
nl_nl: De geselecteerde Winapp2-vermeldingen bevatten de volgende waarschuwingen:

# DlgExplainThinking
source: Thinking…
ja_jp: 考えています…
nl_nl: Denken...

# DlgExplainClose
source: Close
ja_jp: 閉じる
nl_nl: Sluiten

# DlgSourceCopy
source: Copy
ja_jp: コピー
nl_nl: Kopiëren

# DlgSourceReport
source: Report entry
ja_jp: エントリを報告
nl_nl: Rapport-vermelding

# DlgSourceDryRun
source: Dry Run
ja_jp: ドライラン
nl_nl: Proefdraaien

# RuleLabTitle
source: Rule Lab — {0}
ja_jp: ルールラボ — {0}

# DlgSourceHint
source: Edit the rules, then Dry Run to preview the hits.
ja_jp: ルールを編集してからドライランを実行し、一致する項目を確認します。
nl_nl: Pas de regels aan en doe een proefdraai om een voorbeeld van de resultaten te bekijken.

# DlgSourceScanning
source: Scanning…
ja_jp: スキャン中…
nl_nl: Scannen…

# DlgSourceNoEntry
source: No valid entry — needs a Detect and a FileKey.
ja_jp: 有効なエントリがありません — DetectとFileKeyが必要です。
nl_nl: Geen geldige invoer — er is een Detect en een FileKey nodig.

# DlgSourceFound
source: {0} files · {1}
ja_jp: {0}ファイル · {1}
nl_nl: {0} bestanden · {1}

# DlgSourceMore
source: … and {0} more
ja_jp: …ほか{0}件
nl_nl: … en nog {0} meer

# DlgSourceError
source: Scan failed: {0}
ja_jp: スキャンに失敗しました: {0}
nl_nl: Scan mislukt: {0}

# DlgSourceCancel
source: Cancel
ja_jp: キャンセル
nl_nl: Annuleren

# DlgSourceCancelled
source: Cancelled.
ja_jp: キャンセルしました。
nl_nl: Geannuleerd.

# DlgRestartTitle
source: Restart required
ja_jp: 再起動が必要です
nl_nl: Herstart vereist

# DlgRestartMessage
source: FluentCleaner needs to restart to apply the changes.
ja_jp: 変更を適用するにはFluentCleanerを再起動する必要があります。
nl_nl: FluentCleaner moet opnieuw opstarten om de wijzigingen door te voeren.

# DlgRestartNow
source: Restart now
ja_jp: 今すぐ再起動
nl_nl: Herstart nu

# DlgRestartLater
source: Later
ja_jp: 後で

# St_Loading
source: Loading Winapp2.ini...
ja_jp: Winapp2.iniを読み込み中...
nl_nl: Winapp2.ini laden. . .

# St_SearchFound
source: Showing {0} matching entries.
ja_jp: 一致するエントリを{0}件表示しています。
nl_nl: Weergave {0} overeenkomende resultaten.

# St_SearchNone
source: No matching entries.
ja_jp: 一致するエントリはありません。
nl_nl: Geen passende resultaten.

# St_ParsingDatabases
source: Parsing databases...
ja_jp: データベースを解析中...
nl_nl: Databases analyseren...

# St_AnalysisReady
source: Analysis ready — {0} apps found in {1} entries.
ja_jp: 解析の準備ができました — {1}件のエントリから{0}個のアプリを検出しました。
nl_nl: Analyse voltooid — {0} apps gevonden in {1} vermeldingen.

# St_NothingSelected
source: Nothing selected.
ja_jp: 何も選択されていません。
nl_nl: Niets geselecteerd.

# St_Scanning
source: Scanning...
ja_jp: スキャン中...
nl_nl: Scannen...

# St_ScanComplete
source: Scan complete — {0} files, {1} registry items ({2})
ja_jp: スキャン完了 — ファイル{0}件、レジストリ項目{1}件（{2}）
nl_nl: Scannen voltooid — {0} bestanden, {1} registeritems ({2})

# St_ScanCancelled
source: Scan cancelled.
ja_jp: スキャンをキャンセルしました。
nl_nl: Scan geannuleerd.

# St_Cleaning
source: Cleaning...
ja_jp: クリーンアップ中...
nl_nl: Opruimen...

# St_CleanDone
source: Finished — {0} freed · {1} skipped (files in use)
ja_jp: 完了 — {0}を解放 · {1}件をスキップ（使用中のファイル）
nl_nl: Voltooid — {0} vrijgemaakt · {1} overgeslagen (bestanden in gebruik)

# St_CleanDoneSimple
source: Finished — {0} items removed · {1} freed.
ja_jp: 完了 — {0}項目を削除し、{1}を解放しました。
nl_nl: Klaar — {0} items verwijderd · {1} vrijgemaakt.

# St_CleanCancelledBytes
source: Clean cancelled — {0} freed so far.
ja_jp: クリーンアップをキャンセルしました — 現在までに{0}を解放しました。
nl_nl: Opschonen geannuleerd — {0} tot nu toe vrijgemaakt.

# St_CleanCancelled
source: Clean cancelled.
ja_jp: クリーンアップをキャンセルしました。
nl_nl: Opschonen geannuleerd.

# St_EntryScanned
source: {0}: {1} files, {2} registry items
ja_jp: {0}: ファイル{1}件、レジストリ項目{2}件
nl_nl: {0}: {1} bestanden, {2} registervermeldingen

# St_EntryNothingToClean
source: {0}: nothing to clean.
ja_jp: {0}: クリーンアップする項目はありません。
nl_nl: {0}: niets op te ruimen

# St_EntryCleanDone
source: {0}: {1} items removed · {2} freed.
ja_jp: {0}: {1}項目を削除し、{2}を解放しました。
nl_nl: {0}: {1} items verwijderd· {2} vrijgemaakt.

# St_CategoryScanning
source: Scanning {0}...
ja_jp: {0}をスキャン中...
nl_nl: Scannen {0}...

# St_CategoryScanned
source: {0} scanned — {1} entries.
ja_jp: {0}のスキャン完了 — {1}件のエントリ。
nl_nl: {0} gescand — {1} vermeldingen.

# St_CategoryCleaning
source: Cleaning {0}...
ja_jp: {0}をクリーンアップ中...
nl_nl: Opschonen {0}...

# St_CategoryCleanDone
source: {0}: {1} items removed · {2} freed.
ja_jp: {0}: {1}項目を削除し、{2}を解放しました。
nl_nl: {0}: {1} items verwijderd· {2} vrijgemaakt.

# St_EntryScanningProgress
source: Scanning {0}...
ja_jp: {0}をスキャン中...
nl_nl: Scannen {0}...

# St_ExcludedFile
source: Excluded: {0}
ja_jp: 除外しました: {0}
nl_nl: Uitgesloten: {0}

# St_ExcludedFolder
source: Excluded: {0}
ja_jp: 除外しました: {0}
nl_nl: Uitgesloten: {0}

# Prog_Deleted
source: Deleted: {0}
ja_jp: 削除: {0}
nl_nl: Verwijderd: {0}

# Prog_Registry
source: Registry: {0}
ja_jp: レジストリ: {0}
nl_nl: Register: {0}

# SettingsTitle.Text
source: Settings
ja_jp: 設定
nl_nl: Instellingen

# DonationBar.Title
source: FluentCleaner is going open source.
ja_jp: FluentCleanerはオープンソース化を進めています。
nl_nl: FluentCleaner wordt open source.

# DonationBar.Message
source: Put a lot of work into this — if it helps you and you feel like saying thanks, a donation would really mean a lot. ♥
ja_jp: このアプリの開発には多くの時間をかけています。役に立ったと感じたら、感謝の気持ちとして寄付していただけると大きな支えになります。♥
nl_nl: Ik heb hier veel werk in gestoken — als je er iets aan hebt en wilt bedanken, dan zou een donatie veel voor mij betekenen. ♥

# BtnDonate.Content
source: Support the project
ja_jp: プロジェクトを支援
nl_nl: Steun het project

# MenuDonatePayPal.Text
source: Donate via PayPal
ja_jp: PayPalで寄付
nl_nl: Doneer via PayPal

# MenuDonateKoFi.Text
source: Donate via Ko-fi
ja_jp: Ko-fiで寄付
nl_nl: Doneer via Ko-fi

# SectionAppearance.Text
source: Appearance
ja_jp: 外観
nl_nl: Uiterlijk

# LblTheme.Text
source: App theme
ja_jp: アプリのテーマ
nl_nl: App-thema

# LblThemeDesc.Text
source: Choose how FluentCleaner looks on your device.
ja_jp: デバイス上でのFluentCleanerの外観を選択します。
nl_nl: Kies hoe FluentCleaner er op je apparaat uitziet.

# ThemeSystem.Content
source: System default
ja_jp: システムの既定値
nl_nl: Systeemstandaard

# ThemeLight.Content
source: Light
ja_jp: ライト

# ThemeDark.Content
source: Dark
ja_jp: ダーク
nl_nl: Donker

# LblLanguage.Text
source: Language
ja_jp: 言語
nl_nl: Taal

# LblLanguageDesc.Text
source: Override the display language. Restart required to apply.
ja_jp: 表示言語を変更します。適用するには再起動が必要です。
nl_nl: Overschrijf de weergavetaal. Opnieuw opstarten is vereist.

# St_LangAuto
source: System default
ja_jp: システムの既定値
nl_nl: Systeemstandaard

# SectionDatabase.Text
source: Database
ja_jp: データベース

# LblDatabaseDesc.Text
source: Choose which entry lists are loaded for scanning and cleaning.
ja_jp: スキャンとクリーンアップに読み込むエントリ一覧を選択します。
nl_nl: Kies welke invoerlijsten worden geladen voor het scannen en opschonen.

# BtnUpdateWinapp2.Content
source: Update
ja_jp: 更新

# LblWinapp3Tag.Text
source: experimental
ja_jp: 試験的
nl_nl: experimenteel

# LblWinapp3Desc.Text
source: — more aggressive entries, use at your own risk.
ja_jp: — より積極的に項目を削除します。自己責任で使用してください。
nl_nl: — meer agressieve ingaves, gebruik op eigen risico.

# BtnDownloadWinapp3.Content
source: Download
ja_jp: ダウンロード

# BtnUpdateWinapp3.Content
source: Update
ja_jp: 更新

# LblWinappxTag.Text
source: bloatware
ja_jp: 不要アプリ

# LblWinappxDesc.Text
source: — AppX / bloatware entries for the terminal debloater.
ja_jp: — ターミナルの不要アプリ削除機能で使うAppXエントリです。
nl_nl: — AppX / bloatware-items voor de terminal debloater.

# BtnDownloadWinappx.Content
source: Download
ja_jp: ダウンロード

# BtnUpdateWinappx.Content
source: Update
ja_jp: 更新

# TxtCustomPath.PlaceholderText
source: Custom database path (.ini)
ja_jp: カスタムデータベースのパス（.ini）
nl_nl: Aangepast database-path (.ini)

# BtnBrowse.Content
source: Browse…
ja_jp: 参照…
nl_nl: Bladeren…

# BtnApplyPath.Content
source: Apply
ja_jp: 適用
nl_nl: Toepassen

# BtnRemovePath.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove custom database
ja_jp: カスタムデータベースを削除
nl_nl: Aangepaste database verwijderen

# RestartBar.Title
source: Restart required
ja_jp: 再起動が必要です
nl_nl: Herstart vereist

# RestartBar.Message
source: Please restart FluentCleaner to load the updated database.
ja_jp: 更新したデータベースを読み込むにはFluentCleanerを再起動してください。
nl_nl: Start FluentCleaner opnieuw om de bijgewerkte database te laden.

# SectionPostClean.Text
source: Post-clean tasks
ja_jp: クリーンアップ後のタスク
nl_nl: Taken na opruimen

# LblPostCleanDesc.Text
source: One command per line — runs sequentially after every clean pass.
ja_jp: 1行に1つのコマンドを指定し、クリーンアップのたびに上から順に実行します。
nl_nl: Een opdracht per regel — wordt na elke opschoonronde achtereenvolgens uitgevoerd.

# SectionExclusions.Text
source: Global exclusions
ja_jp: グローバル除外設定
nl_nl: Algemene uitsluitingen

# LblExclusionsDesc.Text
source: Paths listed here are never cleaned — overrides all database rules.
ja_jp: ここに登録したパスは削除されません。すべてのデータベースルールより優先されます。
nl_nl: Hier vermelde paths worden nooit opgeschoond — overschrijft alle databaseregels.

# LnkProtectedPaths.Content
source: View protected paths
ja_jp: 保護されたパスを表示
nl_nl: Beveiligde paths weergeven

# DlgProtectedTitle
source: Protected paths
ja_jp: 保護されたパス
nl_nl: Beveiligde paths

# DlgProtectedDesc
source: These are always skipped, no matter what the database says. They hold browser extension data that some apps (password managers, ad blockers) break without.
ja_jp: データベースの指定にかかわらず、これらのパスは常にスキップされます。パスワードマネージャーや広告ブロッカーなど、一部のアプリが動作するために必要なブラウザー拡張機能のデータが含まれています。
nl_nl: Deze worden altijd overgeslagen, ongeacht wat de database aangeeft. Ze bevatten gegevens van browserextensies die sommige apps (wachtwoordbeheerders, advertentieblokkers) anders niet goed werken.

# SectionHistory.Text
source: History
ja_jp: 履歴
nl_nl: Geschiedenis

# LblHistoryDesc.Text
source: Track how much junk accumulates over time.
ja_jp: 不要なデータが時間とともにどれだけ蓄積するかを記録します。
nl_nl: Bijhouden hoeveel rommel zich in verloop van tijd opstapelt

# LblCleanHistory.Text
source: Clean history
ja_jp: クリーンアップ履歴
nl_nl: Wis geschiedenis

# BtnClearHistory.Content
source: Clear history
ja_jp: 履歴を消去
nl_nl: Wis geschiedenis

# SectionAI.Text
source: AI explanations
ja_jp: AIによる説明
nl_nl: AI uitleg

# LblAIOptIn.Text
source: opt-in
ja_jp: オプトイン

# LblAIPreview.Text
source: preview
ja_jp: プレビュー
nl_nl: voorbeeld

# BtnAIDiscussion.Content
source: Thoughts? Join the discussion →
ja_jp: ご意見がありますか？ディスカッションに参加 →
nl_nl: Nog ideeën? Doe mee aan de discussie →

# BtnSaveApiKey.Content
source: Save
ja_jp: 保存
nl_nl: Opslaan

# BtnTestApiKey.Content
source: Test
ja_jp: テスト

# BtnGetApiKey.Content
source: Get key
ja_jp: キーを取得
nl_nl: Sleutel ophalen

# SectionBackup.Text
source: Backup
ja_jp: バックアップ

# LblBackupDesc.Text
source: Export or import your settings as a JSON file. Drop a settings.json next to the exe for portable mode.
ja_jp: 設定をJSONファイルとしてエクスポートまたはインポートします。ポータブルモードで使用するには、settings.jsonを実行ファイルと同じ場所に置いてください。
nl_nl: Exporteer of importeer je instellingen als een JSON-bestand. Plaats een settings.json-bestand naast het exe-bestand voor de draagbare modus.

# BtnExport.Content
source: Export
ja_jp: エクスポート
nl_nl: Exporteren

# BtnImport.Content
source: Import
ja_jp: インポート
nl_nl: Importeren

# LblPortableActive.Text
source: 📦 Portable mode active — settings stored next to exe
ja_jp: 📦 ポータブルモード有効 — 設定は実行ファイルと同じ場所に保存されます
nl_nl: 📦 Draagbare modus actief — instellingen opgeslagen naast het exe-bestand

# SectionAbout.Text
source: About
ja_jp: このアプリについて
nl_nl: Over

# BtnReportIssue.Content
source: Report an issue
ja_jp: 問題を報告
nl_nl: Een probleem melden

# BtnIconCredit.Content
source: App icon by naderi
ja_jp: アプリアイコン: naderi
nl_nl: App-pictogram door naderi

# BtnFAQ.Content
source: FAQ
ja_jp: よくある質問

# St_Winapp3NotDownloaded
source: Winapp3 not downloaded yet — click Download.
ja_jp: Winapp3はまだダウンロードされていません — ［ダウンロード］をクリックしてください。
nl_nl: Winapp3 is nog niet gedownload — klik Downloaden.

# St_WinappxNotDownloaded
source: Winappx not downloaded yet — click Download.
ja_jp: Winappxはまだダウンロードされていません — ［ダウンロード］をクリックしてください。
nl_nl: Winappx is nog niet gedownload — klik Downloaden.

# St_HistoryNone
source: no runs recorded yet
ja_jp: 実行履歴はまだありません
nl_nl: nog geen runs geregistreerd

# St_HistorySummary
source: {0} runs · {1} total freed
ja_jp: 実行回数: {0}回 · 解放した合計容量: {1}
nl_nl: {0} uitgevoerd · {1} totaal vrijgemaakt

# St_HistoryItems
source: {0} items
ja_jp: {0}項目

# St_FileNotFound
source: File not found: {0}
ja_jp: ファイルが見つかりません: {0}
nl_nl: Bestand niet gevonden: {0}

# St_CustomPathSaved
source: Custom path saved.
ja_jp: カスタムパスを保存しました。
nl_nl: Aangepast path opgeslagen.

# St_Download
source: Download
ja_jp: ダウンロード

# St_Downloading
source: Downloading {0}…
ja_jp: {0}をダウンロード中…
nl_nl: Downloaden {0}…

# St_Downloaded
source: {0} downloaded — {1} KB
ja_jp: {0}をダウンロードしました — {1} KB
nl_nl: {0} gedownload — {1} KB

# St_DownloadFailed
source: Download failed: {0}
ja_jp: ダウンロードに失敗しました: {0}
nl_nl: Download mislukt: {0}

# St_FileInfoNotDownloaded
source: Not downloaded
ja_jp: 未ダウンロード
nl_nl: Niet gedownload

# St_FileInfo
source: {0} entries • {1} KB • {2}
ja_jp: {0}件のエントリ • {1} KB • {2}
nl_nl: {0} vermeldingen • {1} KB • {2}

# St_UpdateAvailable
source: Update available — {0}
ja_jp: 更新があります — {0}
nl_nl: Update beschikbaar — {0}

# St_UpdateMessage
source: A new version of FluentCleaner is ready to download.
ja_jp: 新しいバージョンのFluentCleanerをダウンロードできます。
nl_nl: Een nieuwe versie van FluentCleaner klaar om te worden gedownload.

# St_UpToDate
source: You're up to date
ja_jp: 最新の状態です
nl_nl: Je bent up-to-date

# St_UpToDateMessage
source: Version {0} is the latest.
ja_jp: バージョン{0}が最新です。
nl_nl: Versie {0} is de nieuwste.

# St_MenuUpdate
source: ⬆ Update available — {0}
ja_jp: ⬆ 更新があります — {0}
nl_nl: ⬆ Update beschikbaar — {0}

# St_MenuCheckUpdates
source: Check for updates
ja_jp: 更新を確認
nl_nl: Controleer op updates

# St_ApiKeyMissing
source: ⚠ Enter an API key first.
ja_jp: ⚠ 先にAPIキーを入力してください。
nl_nl: ⚠ Voer eerst een API-sleutel in.

# St_ApiKeyTesting
source: Testing…
ja_jp: テスト中…
nl_nl: Testen…

# St_ExportSuccess
source: Settings exported to {0}
ja_jp: 設定を{0}にエクスポートしました
nl_nl: Instellingen geëxporteerd naar {0}

# St_ExportFailed
source: Export failed: {0}
ja_jp: エクスポートに失敗しました: {0}
nl_nl: Exporteren mislukt: {0}

# St_ImportSuccess
source: Settings imported from {0}
ja_jp: {0}から設定をインポートしました
nl_nl: Instellingen geïmporteerd uit {0}

# St_ImportFailed
source: Import failed: {0}
ja_jp: インポートに失敗しました: {0}
nl_nl: Importeren mislukt: {0}

# CustomTitle.Text
source: Custom Cleaners
ja_jp: カスタムクリーナー
nl_nl: Aangepaste Cleaners

# CustomEmptyHint.Text
source: No custom cleaners yet.
ja_jp: カスタムクリーナーはまだありません。
nl_nl: Nog geen aangepaste cleaners.

# CustomEmptyHint2.Text
source: Create a new cleaner — it will appear here automatically.
ja_jp: 新しいクリーナーを作成すると、ここに自動的に表示されます。
nl_nl: Maak een nieuwe cleaner aan — deze verschijnt automatisch hier.

# MenuEditEntry.Text
source: Edit
ja_jp: 編集
nl_nl: Bewerken

# MenuDeleteEntry.Text
source: Delete
ja_jp: 削除
nl_nl: Wissen

# MenuTestEntry.Text
source: Test in Rule Lab
ja_jp: ルールラボでテスト

# MenuRunEntry.Text
source: Run
ja_jp: 実行
nl_nl: Start

# BtnNewCleaner.Content
source: + New Cleaner
ja_jp: + 新しいクリーナー
nl_nl: + Nieuwe Cleaner

# BtnRunScript.Text
source: Run
ja_jp: 実行
nl_nl: Start

# St_CustomStatus
source: {0} cleaner · {1} enabled
ja_jp: クリーナー{0}件 · 有効{1}件
nl_nl: {0} cleaner · {1} ingeschakeld

# St_CustomStatusScripts
source: {0} script(s)
ja_jp: スクリプト{0}件

# St_CustomMenuNew
source: New custom cleaner
ja_jp: 新しいカスタムクリーナー
nl_nl: Nieuwe aangepaste cleaner

# St_CustomMenuOpenFolder
source: Open Custom folder
ja_jp: Customフォルダーを開く
nl_nl: Aangepaste map openen

# St_CustomMenuReddit
source: Ask on Reddit
ja_jp: Redditで質問
nl_nl: Vraag het op Reddit

# St_CustomMenuNeowin
source: Neowin forums
ja_jp: Neowinフォーラム

# St_CustomMenuShare
source: Share cleaner on GitHub
ja_jp: クリーナーをGitHubで共有
nl_nl: Deel cleaner op GitHub

# St_CustomToggleFailed
source: Toggle failed: {0}
ja_jp: 切り替えに失敗しました: {0}
nl_nl: Schakelen mislukt: {0}

# St_CustomDeleteTitle
source: Delete "{0}"?
ja_jp: 「{0}」を削除しますか？
nl_nl: “{0}” verwijderen?

# St_CustomDeleteMessage
source: This removes the custom cleaner permanently.
ja_jp: カスタムクリーナーは完全に削除されます。
nl_nl: Dit verwijdert de aangepaste cleaner permanent.

# St_CustomDeleteConfirm
source: Delete
ja_jp: 削除
nl_nl: Wissen

# St_CustomDeleteCancel
source: Cancel
ja_jp: キャンセル
nl_nl: Annuleren

# St_CustomRunning
source: Running {0}...
ja_jp: {0}を実行中...
nl_nl: Uitvoeren {0}...

# St_CustomScriptError
source: {0}: could not read script — {1}
ja_jp: {0}: スクリプトを読み込めませんでした — {1}
nl_nl: {0}: kon script niet lezen — {1}

# St_CustomCompleted
source: {0}: completed successfully.
ja_jp: {0}: 正常に完了しました。

# St_CustomFailed
source: {0}: failed (exit {1}).
ja_jp: {0}: 失敗しました（終了コード{1}）。
nl_nl: {0}: mislukt (uitgang {1}).

# St_CustomEntryNone
source: no entries parsed
ja_jp: 解析されたエントリはありません
nl_nl: Geen items verwerkt

# St_CustomEntryOne
source: 1 entry · {0}
ja_jp: 1件のエントリ · {0}
nl_nl: 1 vermelding · {0}

# St_CustomEntryMany
source: {0} entries · {1}
ja_jp: {0}件のエントリ · {1}
nl_nl: {0} vermeldingen · {1}

# St_CustomEntryEnabled
source: enabled
ja_jp: 有効
nl_nl: ingeschakeld

# St_CustomEntryDisabled
source: disabled
ja_jp: 無効
nl_nl: Uitgeschakeld

# DlgNewCleanerSave
source: Save
ja_jp: 保存
nl_nl: Opslaan

# DlgNewCleanerCancel
source: Cancel
ja_jp: キャンセル
nl_nl: Annuleren

# DlgNewCleanerTypeIni.Content
source: Winapp2 entry (.ini)
ja_jp: Winapp2エントリ（.ini）
nl_nl: Winapp2 vermelding (.ini)

# DlgNewCleanerTypePs1.Content
source: PowerShell script (.ps1)
ja_jp: PowerShellスクリプト（.ps1）

# DlgNewCleanerNameHeader
source: Name
ja_jp: 名前
nl_nl: Naam
